Revit 2015 API
LoadCombination.CombinationType Property
Returns load combination type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public string CombinationType { get; }
Visual Basic
Public ReadOnly Property CombinationType As String
	Get
Visual C++
public:
property String^ CombinationType {
	String^ get ();
}
Remarks
The type should be "Combination" or "Envelope".
See Also
LoadCombination Class
Autodesk.Revit.DB.Structure Namespace